validation/pimFR/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
// The pimpleFoam twin of validation/incFR. pimpleStep() reaches flowRateInletVelocity through the same
// DeviceSimpleSolver::solveMomentumPredictor the two SIMPLE steps use, and had no coverage at all.
application pimpleFoam; startFrom startTime; startTime 0; stopAt endTime; endTime 0.002; deltaT 0.0001;
writeControl timeStep; writeInterval 5; purgeWrite 0; writeFormat ascii; writePrecision 15;
writeCompression off; timeFormat general; timePrecision 6; runTimeModifiable false;
